import {Style} from '../component/Style';

let data:Style[] = [
  {
    index: 1,
    id: "miniellie_",
    imgUrl: "img/style/style1.jpg",
    likeNum: 38,
    content: "무서운 테니스 실력의 소유자(남들이 볼까 무서운...^^) 인스타그램(@miniellie_)",
    tag: ["실외", "서울", "기타", "ENTP", "OOTD", "캐주얼", "러블리", "셋업", "S/S", "여자"],
    hash: ["#내곡동"],
    reply: 0,
    view: 820
  },
  {
    index: 2,
    id: "지니",
    imgUrl: "img/style/style2.jpeg",
    likeNum: 31,
    content: "찐 외향형 ENFJ는 크리스마스를 놓칠 수 없어요🔥 클럽에서 크리스마스 기념으로 산타 코스튬을 입고 쳤어요🥰 내년에 같이 즐길 테린이 구해요👼🏻💓",
    tag: ["실외", "서울", "기타", "ENFJ", "셋업", "동호회", "라켓", "테니스용품", "160cm", "남여공용"],
    hash: ["#테니스", "#테린이", "#테이비", "#테니스웨어", "#크리스마스"],
    reply:3,
    view: 409
  },
  {
    index: 3,
    id: "flowerchobi",
    imgUrl: "img/style/style3.jpg",
    likeNum: 30,
    content: "테니스한다고 하기엔 너무 하얀 🌧🤍👟 하지만 끝까지 하얗게 #ㅋㅋㅋ 인스타그램(@flower_chobi)",
    tag: ["실외", "서울", "러브포티", "ENTP", "OOTD", "캐주얼", "스포티", "러블리", "스커트", "S/S", "테니스웨어", "여자"],
    hash: ["#tennis"],
    reply:0,
    view:455
  },
  {
    index: 4,
    id: "flowerchobi",
    imgUrl: "img/style/style4.png",
    likeNum: 27,
    content: "귀요미 탈 빌려서 한컷 대박🙈💜 인스타그램(@tennis_nrnr)",
    tag: ["실외", "서울", "기타", "OOTD", "캐주얼", "러블리", "S/S", "여자"],
    hash: ["#ts"],
    reply:1,
    view:230
  },
  {
    index: 5,
    id: "jhmintennis",
    imgUrl: "img/style/style5.jpg",
    likeNum: 26,
    content: "#지금도 못치고 그때도 못쳤다#테니스#그래도 재밌다 인스타그램(@jhmin_tennis)",
    tag: ["실내", "서울", "기타", "OOTD", "캐주얼", "스포티", "스커트", "S/S", "여자"],
    hash: ["#테린이", "#테생아", "#계남실내테니스장"],
    reply:1,
    view:374
  },
  {
    index: 6,
    id: "dal_sun",
    imgUrl: "img/style/style6.jpg",
    likeNum: 24,
    content: "나이키가 그랬지!! 자신감만 있으면 어디든 그곳이 우리의 무대라고 💃🏼😛😆 움직일때마다 화려하게 반짝이는 자동조명 ON 내 바지 💡 내 무대는 테니스는 못쳐도 테니스코트지 🎾💚😎🤣 인스타그램(@dal_sun)",
    tag: ["실외", "서울", "나이키", "OOTD", "캐주얼", "스포티", "스트릿", "F/W", "여자"],
    hash: ["#ownthefloor"],
    reply:2,
    view:216
  }
]

export default data;